/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@의 다운로드가 완료되어 사용할 준비가 되었습니다! 이것은 중요한 업데이트입니다. 지금 설치하고 %1$@를 다시 실행할까요?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@의 다운로드가 완료되어 사용할 준비가 되었습니다! 지금 설치하고 %1$@를 다시 실행할까요?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "디스크 이미지 또는 광학 드라이브처럼 읽기 전용 매체에서 실행 중일 때는 %1$@를 업데이트할 수 없습니다. %1$@을 애플리케이션 폴더로 옮기고 거기서 재실행한 다음 다시 시도해 주세요.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@는 현재 사용할 수 있는 최신 버전입니다.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ 다운로드됨";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@/%2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "%1$@의 새 버전이 나왔습니다. %2$@로 업데이트하여 개선된 최신 기능을 경험해 보세요.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "%1$@의 새 버전이 나왔습니다. %2$@로 업데이트하여 개선된 최신 기능을 경험해 보세요. 이 업데이트의 자세한 내용을 웹에서 살펴보시겠습니까?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "%@의 새 버전을 설치할 준비가 되었습니다!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "업데이트 정보를 받는 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "업데이트 다운로드 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "아카이브 추출 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "업데이트 설치 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "업데이트 피드를 파싱 중 오류가 발생했습니다.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ 재실행 중 오류가 발생했지만 다음에 %1$@를 실행할 때 새 버전을 사용할 수 있습니다.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "%@의 중요한 업데이트를 설치할 준비가 되었습니다";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Cancel Update" = "업데이트 취소";

/* No comment provided by engineer. */
"Checking for updates..." = "업데이트 확인 중...";

/* Take care not to overflow the status window. */
"Downloading update..." = "업데이트 다운로드 중...";

/* Take care not to overflow the status window. */
"Extracting update..." = "업데이트를 푸는 중...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "설치 후 재실행";

/* Take care not to overflow the status window. */
"Installing update..." = "업데이트 설치 중...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "자세히 알아보기...";

/* No comment provided by engineer. */
"Let's update your app" = "앱을 업데이트합니다";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "확인";

/* No comment provided by engineer. */
"Ready to Install" = "설치 준비 완료";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@의 업데이트를 자동으로 확인할까요? 언제든 %1$@ 메뉴에서 수동으로 업데이트를 확인할 수 있습니다.";

/* No comment provided by engineer. */
"The update is improperly signed." = "업데이트의 서명이 잘못되었습니다.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "사용자가 시스템 전원을 껐기 때문에 업데이트가 설치되지 않습니다";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "이런, 오래된 버전의 %@를 사용 중이시네요.";

/* No comment provided by engineer. */
"Update Error!" = "업데이트 오류!";

/* No comment provided by engineer. */
"Updating %@" = "%@ 업데이트 중";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "이미 %@의 최신 버전을 사용 중입니다.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "최신 버전을 사용 중입니다!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "회원님은 현재 더 이상 지원되지 않는 버전 %@을 사용 중입니다. 그 후로 많은 개선이 이루어졌으니 최신 버전을 다운로드 후 계속하세요.";
